[
    {
        "title": "Sea Level Anomaly Prediction",
        "year": "2025",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/11/NSF_Official_logo_Med_Res.png",
        "description": "Extracted key sea level anomaly (SLA) metrics from 20 years of tide gauge data (7,300+ files) for 12 East Coast stations. Developed a Random Forest Classifier achieving 97.7% test accuracy, predicting 10 years of future anomalies to improve coastal flood preparedness and proactive resource allocation."
    },
    {
        "title": "U.S. Power Outage Analysis",
        "year": "2024",
        "image": "https://images.emojiterra.com/google/android-12l/512px/1f4a1.png",
        "description": "Analyzed 1,534 power outages over 15+ years, uncovering trends in weather, population density, and state-level factors. Improved outage duration prediction by 25% through feature engineering, data preprocessing, ML models, and fairness analysis."
    },
    {
        "title": "SharpKids",
        "year": "2024",
        "image": "https://avatars.sched.co/3/94/4952676/avatar.jpg?ea3",
        "description": "Designed SharpKids, a working Figma prototype app, integrating into Sharp HealthCare’s ecosystem across California. Personalized live healthcare recommendations for children via ArcGIS geospatial tracking and data monetization strategies. Won 2nd Place out of  60+ Teams and 200+ Participants at Big Data Hackathon 2024 at SDSU."
    },
    {
        "title": "Doloremque dolorum necessitatibus adipisci.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptates a fuga modi unde culpa esse autem saepe ab voluptatibus laudantium aliquid, nihil aperiam iusto fugit, corporis est debitis dolorem rerum. Saepe magni et harum veritatis dolor deserunt ex."
    },
    {
        "title": "Sed in blanditiis earum.",
        "year": "2001",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Corrupti quisquam quaerat magnam vel corporis possimus unde, voluptatibus earum eaque, quis doloremque repudiandae nesciunt tenetur obcaecati soluta quidem, fuga nulla. Expedita deserunt ab adipisci eos obcaecati illo error quis?"
    },
    {
        "title": "Dolorem nobis enim animi!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Amet quibusdam tempora veniam aspernatur quam itaque ullam quia, a fuga consequatur. Ipsa tenetur minus non nisi magni deleniti necessitatibus mollitia adipisci facere eaque consequuntur unde cum itaque, explicabo architecto!"
    },
    {
        "title": "Ut illo vitae sunt!",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptatum, optio fugiat et reiciendis nemo temporibus dolor non suscipit delectus voluptas atque excepturi quasi quo fugit? Ratione sunt nulla ipsam, placeat dolorum rem neque animi quibusdam, molestiae vel vero."
    },
    {
        "title": "Provident, recusandae sunt. Beatae.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Fuga minima nisi ullam laudantium voluptas placeat, in voluptatem illum vero quasi. Rerum culpa neque tempora porro, non sed id aperiam. Iure optio aperiam molestias aliquam labore laboriosam, illum nostrum."
    },
    {
        "title": "Nisi labore aliquid inventore!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Adipisci laudantium blanditiis architecto iusto, veritatis quasi magni. Dolor corrupti repellendus sunt similique soluta veniam doloremque quod molestiae ullam quas, quisquam debitis voluptatum expedita laborum incidunt perspiciatis tempore laudantium eveniet."
    },
    {
        "title": "Libero eius enim veniam!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Repellendus facilis veniam porro rem pariatur explicabo ratione animi omnis labore maiores iusto est, quae placeat illo quasi modi, qui dolorum, nihil recusandae adipisci. Totam reiciendis tempora veniam quaerat assumenda!"
    },
    {
        "title": "Officiis nostrum aliquid aut.",
        "year": "2001",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Recusandae nesciunt explicabo odio laudantium modi minus deserunt fugiat neque, aspernatur ipsum, velit sequi inventore nam eveniet iure quam architecto a atque! Hic error nemo maiores tempore. Nesciunt, eveniet ipsum."
    },
    {
        "title": "Et laudantium dolores vero.",
        "year": "2001",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Est magni dignissimos sequi deleniti reiciendis fugit eaque laboriosam architecto praesentium, possimus tempora accusamus quos dolorum neque error nobis tempore natus quaerat repudiandae voluptatibus nemo ducimus aspernatur eligendi. Suscipit, voluptate?"
    }
]